const langItems = require('./langItems');
const lang = 'ru';

module.exports = {
  lang,
  logo: '/index-files/logo-ru.png',
  introText: `"Миртана, остров Вадуц, незадолго\n до этого
создание магического барьера..."`,
  teamSoulfireLabel: 'SoulFire команда',
  homepageDescription: `
   <h2 class="navtext">Информация</h2>
   <span class="info-txt txt-shadow">"История Хориниса" это дополнение к популярной игре Готика, представляющее совершенно новую историю, происходящую в неспокойные времена до появления магического барьера — более чем за 10 лет до событий первой и второй части саги.
</span><br><br><span class="info-txt txt-shadow">Публикация проекта планируется в двух частях: сначала события на новом острове Вадуц, а затем — на острове Хоринис.
</span><br><br>
   <h2 class="navtext">Введение</h2>
   <span class="info-txt txt-shadow">Действие "Истории Хориниса" происходит на острове Вадуц, который является частью королевства Миртана и его важным центром торговли, горнодобывающей промышленности и сельского хозяйства. На Вадуце находится огромный одноименный город, а также многочисленные фермы, шахты, таверны, конкурирующие торговые гильдии, монастырь Аданоса и много других интересных мест.</span><br><br>
   <span class="info-txt txt-shadow">Главным героем игры станет Ларс, чья жизнь резко изменится в результате таинственных интриг. Игроку предстоит присоединиться к одной из влиятельных гильдии и предопределит свою судьбу и судьбы своих врагов.</span><br><br>
   <span class="info-txt txt-shadow">В процессе игры мы встретим множество персонажей из вселенной Готики и познакомимся с их историей до создания Барьера.</span><br><br>
   <h2 class="navtext">Особенности</h2>
        <ul class="txt-shadow">
            <li class="info-list">Первый фан-проект с профессиональной озвучкой
            </li><li class="info-list">Остров Вадуц - новая область, значительно большая чем те, которые были в предыдущих частях!
            </li><li class="info-list">Хоринис, Долина Рудников и Старая Шахта представятся такими, какими Вы их никогда не видели!
            </li><li class="info-list">Внимание к согласованию событий серии
            </li><li class="info-list">Возможность использовать щит
            </li><li class="info-list">Множество сокровищ, которые Вы сможете найти
            </li><li class="info-list">Дополнительные квесты
            </li><li class="info-list">Элементы юмора
            </li><li class="info-list">Новые гильдии, объекты и доспехи
            </li><li class="info-list">Профессиональный саундтрек, написанный специально для этого мода
            </li><li class="info-list">Новые способности (улучшенное кузнечное дело, готовка еды)
            </li><li class="info-list">Большое количество новых PFX
            </li><li class="info-list">И многое другое
        </li></ul>
  `,
  faqContent: `<section class="cd-faq">
                    <ul class="cd-faq-categories">
                        <li><a class="selected" href="#basics">НЕДАВНИЕ</a></li>
                        <li><a href="#world">МИР</a></li>
                        <li><a href="#gameplay">ГЕЙМПЛЕЙ</a></li>
                        <li><a href="#other">ДРУГИЕ</a></li>
                    </ul>
                    <div class="cd-faq-items">
                        <ul id="basics" class="cd-faq-group">
                            <li class="cd-faq-title"><h2> НЕДАВНИЕ </h2></li>
                            <li>
                                <a class="cd-faq-trigger" href="#0"> Что такое «История Хриниса» и какого характера
                                    проект? </a>
                                <div class="cd-faq-content" style="display: block;">
                                    <p>Проект представляет собой приквел к Готике, события которого разворачиваются за
                                        10 лет до событий игры и создания магического Барьера. Проект не ставит себе
                                        целью извлечение прибыли, что означает, что мы не получаем никаких денег за нашу
                                        работу. Благодаря нашим друзьям мы имеем доступ к профессиональным
                                        звукозаписывающим студиям. Особенностью проекта является максимальное
                                        соответствие миру Готики. <br> <br> ВАЖНО - перед прочтением, пожалуйста,
                                        посмотрите видео на нашем канале:</p>
                                    <iframe style="width: 48%; height: 250px;"
                                            src="https://www.youtube.com/embed/zWJrjLYel-k" frameborder="0"
                                            allowfullscreen=""></iframe>
                                    <iframe style="width: 48%; height: 250px;"
                                            src="https://www.youtube.com/embed/vnoVmUTamXM" frameborder="0"
                                            allowfullscreen=""></iframe>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0"> Когда состоится премьера? </a>
                                <div class="cd-faq-content">
                                    <p>Из-за эпидемии COVID-19 и приостановления наших сеансов звукозаписи дубляжа и
                                        музыки (и других проблем в нашей команде, вызванных обстоятельствами пандемии)
                                        дата релиза была замороженная на неопределенный срок до нормализации ситуации.
                                        Мы будем держать вас в курсе событий в наших социальных сетях, к которые
                                        рекомендуем вам следить.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">На каком этапе находится настоящая разработка? </a>
                                <div class="cd-faq-content">
                                    <p>Подробности, касающиеся прогресса работы, мы представили в последнем ролике,
                                        подытоживающим состояние работы, с которым можете ознакомиться здесь:</p>
                                    <div class="video-wrapper">
                                        <div class="video-holder">
                                            <iframe src="https://www.youtube.com/embed/fgiqs1Ukdtk" frameborder="0"
                                                    allowfullscreen=""></iframe>
                                        </div>
                                    </div>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Как долго создавался проект? </a>
                                <div class="cd-faq-content">
                                    <p>Проект в настоящей форме создается с половины 2018 года, однако его
                                        происхождение, а также первые концепции и идеи имеют начало в 2008 году. В
                                        настоящей форме игра значительно отличается от ее первоначального замысла.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Планируем ли мы производство других модификаций к
                                    Готике? </a>
                                <div class="cd-faq-content">
                                    <p>Планируем лишь вторую часть модификации Истории Хориниса – которая будет
                                        непосредственным продолжением первой и будет происходить на острове Хоринис во
                                        времена его расцвета.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Планируем ли публиковать демо версию
                                    модификации?</a>
                                <div class="cd-faq-content">
                                    <p>Нет, планируем всего лишь опубликовать завершенную продукцию.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли предоставлена поддержка к игре после релиза
                                    модификации?</a>
                                <div class="cd-faq-content">
                                    <p>Да, поддержка будет осуществляться так долго, как долго будет это необходимо.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли предоставлена возможность игры в
                                    многопользовательском режиме (мультиплеер) в Истории Хориниса?</a>
                                <div class="cd-faq-content">
                                    <p>Nie będzie takiej możliwości, ponieważ charakter projektu ukierunkowany jest
                                        tylko i wyłącznie na tryb single-player.>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Как будет проходить установка модификации?</a>
                                <div class="cd-faq-content">
                                    <p>Для модификации будет выпущена специальный лаунчер (установочная программа),
                                        который сам установит модификацию. Тем не менее, будет возможность вручную
                                        установить модификацию – в частности, для Windows, более ранних версий, чем
                                        Windows 7.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Знает ли Piranha Bytes о вашем проекте?</a>
                                <div class="cd-faq-content">
                                    <p>Они не связывались с нами по этому вопросу, но мы можем подтвердить, что они
                                        знают о проекте. Среди прочего, их официальный профиль на Facebook в прошлом
                                        лайкнул наш:</p>
                                    <img width="100%" src="/PB_DK.png">
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появится ли профессиональный дубляж в игре? </a>
                                <div class="cd-faq-content">
                                    <p>Да, мы услышим голоса актеров, известных из Готика и Готика II: Ночь Ворона.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли модификация платной / бесплатной?</a>
                                <div class="cd-faq-content">
                                    <p>Она будет полностью бесплатной и доступной для скачивания с нашего сайта.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Нужна ли мне оригинальная Готика 2, чтобы
                                    играть?</a>
                                <div class="cd-faq-content">
                                    <p>Да, для установки вам потребуется иметь полную версию игры Готика II вместе с
                                        дополнением Ночь Ворона.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли какие-либо графические улучшения? Каковы
                                    будут системные требования?</a>
                                <div class="cd-faq-content">
                                    <p>Игра будет в некоторой степени улучшена по сравнению с оригиналом, однако
                                        требования к оборудованию не претерпят существенных изменений. Словом –
                                        модификацию можно будет запустить на любом оборудовании, на котором беспроблемно
                                        работает Готика II: Ночь Ворона.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли История Хориниса работать на старом
                                    оборудовании?</a>
                                <div class="cd-faq-content">
                                    <p>Сможете играть на любой конфигурации, на которой работает основная Готика II:
                                        Ночь Ворона (в крайнем случае с учетом снижения графических настроек игры,
                                        например, дальность прорисовки).</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">На скольких языках будет выпущена модификация?</a>
                                <div class="cd-faq-content">
                                    <p>Сначала модификация будет выпущена на польском языке, затем на английском языке
                                        (спустя несколько месяцев после польской премьеры). В свою очередь, на основе
                                        английской версии будут созданы другие переводы (чешский, итальянский, немецкий
                                        и русский).</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Смогу ли я играть на Steam / GOG?</a>
                                <div class="cd-faq-content">
                                    <p>Да. Любая версия Готики, включая версию Steam/GOGa, будет поддерживаться
                                        модификацией – однако (для лучшей стабильности) мы рекомендуем версию с
                                        GOG.com.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли заблокирована консоль для читов?</a>
                                <div class="cd-faq-content">
                                    <p>Читы будут заблокированы примерно в течение первого месяца после релиза – мы
                                        восстановим консоль в одном из первых пост-релизных патчей.</p>
                                </div>
                            </li>
                        </ul>
                        <ul id="world" class="cd-faq-group">
                            <li class="cd-faq-title"><h2>МИР </h2></li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Насколько велик будет мир, представленный в
                                    модификации?</a>
                                <div class="cd-faq-content">
                                    <p>Остров Вадуц имеет размеры острова Хоринис – без учета Яркендара и Долины
                                        рудников.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Является ли Вадуц каноническим?</a>
                                <div class="cd-faq-content">
                                    <p>Остров Вадуц не является каноническим, хотя мы сохраняем информацию, содержащуюся
                                        в каноне насколько это возможно.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Какой климат имеет остров Вадуц? </a>
                                <div class="cd-faq-content">
                                    <p>Климат близок к Готике II, и именно он был ‘дизайнерским образцом’ при создании
                                        мира нашей модификации.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Сможем ли мы посетить известные нам места из Готики
                                    или Готики II? </a>
                                <div class="cd-faq-content">
                                    <p>Такая возможность появится во второй части модификации Хоринис – происходящей уже
                                        непосредственно на острове Хоринис.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появится ли на Вадуце монастырь магов огня /
                                    воды? </a>
                                <div class="cd-faq-content">
                                    <p>На острове Вадуц у нас будет возможность посетить монастырь Аданоса – имеющий
                                        значительную роль в сюжете геймплея.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Встретим ли мы персонажей, известных из Готики и
                                    Готики II на Вадуце? </a>
                                <div class="cd-faq-content">
                                    <p>Да, но кроме 12 магов, это будут лишь еще 2 персонажа.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появится ли персонаж по образцу Мада?</a>
                                <div class="cd-faq-content">
                                    <p>Нет, но появятся другие персонажи – в том числе и такие, с не менее интересной
                                        личностью.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Добавим ли мы новых животных (например, свинью)?</a>
                                <div class="cd-faq-content">
                                    <p>Обязательно будут добавлены свиньи, зайцы и медведи. Рассматриваются и другие
                                        животные.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появляются ли гигантские существа, такие как черный
                                    тролль или драконы?</a>
                                <div class="cd-faq-content">
                                    <p>Конечно, появятся тролли, однако мы не планируем таких существ, как драконы или
                                        черные тролли.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Какой режим действует на Вадуце?</a>
                                <div class="cd-faq-content">
                                    <p>Западной частью острова управляет назначенный королем Губернатор, а Восточной,
                                        Бургграф – феодальный дворянин и владелец восточных земель Вадуца. Несмотря на
                                        разделение острова, Бургграф и Губернатор имеют одинаковую сферу власти и в той
                                        же степени отвечают перед королем (не имея возможности отдавать приказы друг
                                        другу).</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Какие идеологии будут исповедовать жители
                                    Вадуца?</a>
                                <div class="cd-faq-content">
                                    <p>Подобно тем, которые исповедовали жители Хориниса в Готике II, – с различной
                                        точкой зрения на положение королевства.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли разные отряды ордена паладинов? </a>
                                <div class="cd-faq-content">
                                    <p>Нет, орден всегда был один и тот же. Зато мы восстановили феодальное рыцарство,
                                        прославленное в первой части игры Готика.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Живут ли орки на Вадуце?</a>
                                <div class="cd-faq-content">
                                    <p>На Вадуце мы не сможем встретить орков.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появятся ли гоблины-шаманы?</a>
                                <div class="cd-faq-content">
                                    <p>Да, они появятся, но в совершенно новом облике.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли все виды растений из Готики и Готики
                                    II?</a>
                                <div class="cd-faq-content">
                                    <p>Будут те из Г2НВ, которые будут расширены новыми моделями.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появятся ли закрытые подземные локации, как старая и
                                    новая шахта из первой части игры Готика?</a>
                                <div class="cd-faq-content">
                                    <p>Да, появятся две большие шахты и несколько небольших локаций, но будут они
                                        интегральной частью мира (то есть не будут появляться при входе в них экраны
                                        загрузки).</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли в модификации подземелья полные нежити?</a>
                                <div class="cd-faq-content">
                                    <p>Да, такие места появятся.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли на Вадуце притон?</a>
                                <div class="cd-faq-content">
                                    <p>Да, на Вадуце будет одно здание, выполняющее ту же функцию, что и знаменитый
                                        Красный фонарь в Хоринисе.</p>
                                </div>
                            </li>
                        </ul>
                        <ul id="gameplay" class="cd-faq-group">
                            <li class="cd-faq-title"><h2>ГЕЙМПЛЕЙ </h2></li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Сколько будет основных играбельных фракций?</a>
                                <div class="cd-faq-content">
                                    <p>Это будут две фракции: Городская стража и наемники Купеческой гильдии.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Можно ли стать магом воды / огня / некромантом? </a>
                                <div class="cd-faq-content">
                                    <p>Нет. Единственный вид магии, предназначенный для игрока, - это магические свитки
                                        и телепортационные руны.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Почему мы не можем стать магом?</a>
                                <div class="cd-faq-content">
                                    <p>Ларс – обычный человек, а не избранник богов, как Безымянный, поэтому освоение им
                                        магических искусств заняло бы гораздо больше времени. Вторая причина – то, что
                                        возможность стать магом противоречила бы концепции сюжета истории Хориниса.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли способы быстрее перемещаться по миру?</a>
                                <div class="cd-faq-content">
                                    <p>Да, это будут телепортационные руны, которые главный герой сможет получить от
                                        других персонажей или выкупить.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появятся ли побочные гильдии?</a>
                                <div class="cd-faq-content">
                                    <p>Да, появятся две такие гильдии.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Каково запланированное время прохождения игры?</a>
                                <div class="cd-faq-content">
                                    <p>На данный момент такое значение невозможно назвать, это будет возможно только
                                        после проведения тщательных тестов. Тем не менее мы планируем, что это займет
                                        такое же количество времени, как история, содержащаяся в оригинальной Готике II
                                        с модификацией Ночь Ворона.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли сюжет разделен на главы?</a>
                                <div class="cd-faq-content">
                                    <p>Да, игра будет разделена на главы (акты), хотя они будут функционировать по
                                        несколько иным правилам, чем те, которые мы знаем из других частей серии.
                                        Например, – при изменении акта убитые монстры не вернутся к жизни.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли модификация иметь несколько уровней
                                    сложности? Как отличается уровень сложности в отношении оригинальных частей?</a>
                                <div class="cd-faq-content">
                                    <p>На данный момент невозможно ответить на эти вопросы, это зависит от результатов
                                        внутреннего тестирования и бета-тестирования</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Изменится ли боевая система?</a>
                                <div class="cd-faq-content">
                                    <p>Нет, мы не вносим изменений в боевую механику по сравнению с оригинальной Готикой
                                        II.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли бой с использованием двойного оружия т.н.
                                    dual wielding?</a>
                                <div class="cd-faq-content">
                                    <p>Нет, потому что мы считаем это ненужным.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли больше оружия?</a>
                                <div class="cd-faq-content">
                                    <p>Да, у игрока будет на выбор больше оружия, чем в Готике и Готике II: Ночь
                                        Ворона.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появятся ли новые доспехи в Истории Хориниса? </a>
                                <div class="cd-faq-content">
                                    <p>Количество доспехов в Истории Хориниса будет превышать сотню, однако большинство
                                        из них не будут доступны игроку.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появятся ли какие-нибудь доспехи из Готики
                                    Сиквела?</a>
                                <div class="cd-faq-content">
                                    <p>Да потому, что официальная позиция Piranha Bytes не запрещает использование
                                        каких-либо ассетов из Готики Сиквела в Истории Хориниса, например, доспехи
                                        Королевской гвардии этого проекта.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли сложные моральные выборы в игре?</a>
                                <div class="cd-faq-content">
                                    <p>Да, но не слишком часто.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли задачи, относящиеся к богам из Готики? </a>
                                <div class="cd-faq-content">
                                    <p>Относящиеся к богам – да, но задачи не будут «поручены» богами, как это было в
                                        Готике 3.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли в игре детективные элементы или какие-либо
                                    загадки?</a>
                                <div class="cd-faq-content">
                                    <p>Да, появятся оба типа этих видов деятельности.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Можно ли свободно передвигаться по острову Вадуц, не
                                    опасаясь испортить важный квест?</a>
                                <div class="cd-faq-content">
                                    <p>Да, задания будут конструироваться таким образом, чтобы не мешали друг другу –
                                        или чтобы смерть важного персонажа не заблокировала будущего сюжетного
                                        прохождения (конечно, только при условии, что игрок будет играть ‘fair’ – без
                                        читов).</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли крафтинг с использованием трофеев,
                                    полученных от животных (чешуя, клыки, когти)?</a>
                                <div class="cd-faq-content">
                                    <p>Да, но доступен только для производства у конкретных NPC.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появятся ли дополнительные навыки?</a>
                                <div class="cd-faq-content">
                                    <p>Да, но их будет не так много.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли NPC реагировать на наши решения, принятые
                                    во время игры, или комментировать их каким-то образом? </a>
                                <div class="cd-faq-content">
                                    <p>Это будет выглядеть идентично как в оригинальной Готике и Готике II.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли какие-либо дополнительные, доступные игроку
                                    взаимодействия типа добычи руды?</a>
                                <div class="cd-faq-content">
                                    <p>Будут такие взаимодействия, как приготовление пищи, рытье ям и некоторые другие
                                        второстепенные взаимодействия.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Можно ли использовать лестницы без чувства
                                    опасности?</a>
                                <div class="cd-faq-content">
                                    <p>Да, никто из игроков больше не будет бояться смерти из-за их использования
                                        :D.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли алкоголь влиять на Ларса, хотя бы в виде
                                    эффекта на экране?</a>
                                <div class="cd-faq-content">
                                    <p>Да, будет даже появляться новая специальная анимация.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появится ли в модификации болотная трава?</a>
                                <div class="cd-faq-content">
                                    <p>Да, но только в форме растения для алхимического использования. Из него нельзя
                                        будет готовить косяков. Для курения будет доступен обычный табак.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли верховая езда?</a>
                                <div class="cd-faq-content">
                                    <p>Такой возможности не будет.</p>
                                </div>
                            </li>
                        </ul>
                        <ul id="other" class="cd-faq-group">
                            <li class="cd-faq-title"><h2>ДРУГИЕ </h2></li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Можем ли мы ожидать много пасхальных яиц?</a>
                                <div class="cd-faq-content">
                                    <p>Пасхальные яйца появятся, однако их количество не будет слишком большое – чтобы
                                        не переполнять (и не портить!) игру и сюжетные линии.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли пасхальные яйца в игре намекать на будущие
                                    события из Готики?</a>
                                <div class="cd-faq-content">
                                    <p>Появятся только отдельные такие отсылки</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли музыкальное пасхальное яйцо в модификации
                                    (например, выступление In Extremo из первой части игры)?</a>
                                <div class="cd-faq-content">
                                    <p>Выступление In Extremo не будет, но мы готовим несколько других музыкальных
                                        пасхальных яиц.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли фокусирующие камни в моде?</a>
                                <div class="cd-faq-content">
                                    <p>Да, но мы не хотим раскрывать подробности на эту тему.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появятся ли Охотники на демонов?</a>
                                <div class="cd-faq-content">
                                    <p>Да, но только в качестве интересного факта.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появится ли мат в Истории Хориниса?</a>
                                <div class="cd-faq-content">
                                    <p>Мы делаем все возможное, чтобы атмосфера Истории Хориниса, вызывала ассоциацию с
                                        оригинальной игрой Готика – поэтому будет мат, однако будем ограничиваться
                                        только теми, которые были в оригинальной саге.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Услышим ли мы в игре старый саундтрек из Готики?</a>
                                <div class="cd-faq-content">
                                    <p>Да, будут и старые, знаковые песни из первых двух частей серии Готики, но также
                                        будут совершенно новые, созданные для Истории Хориниса нашими музыкантами.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будем ли мы использовать нереализованные идеи из
                                    оригинальных частей?</a>
                                <div class="cd-faq-content">
                                    <p>Да, некоторые из них будут использованы таким образом, чтобы соответствовать
                                        сюжету Готики, Готики II и Истории Хориниса.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли легендарные тексты, такие как «Это спереди
                                    твоей головы это лицо или ж***?»</a>
                                <div class="cd-faq-content">
                                    <p>Да, но есть только несколько таких отсылок.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли какие-либо кат-сцены во время игры?
                                    Появится ли анимированные интро?</a>
                                <div class="cd-faq-content">
                                    <p>Появятся оба аспекта.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли персонажи, известные нам из Готики и Готики
                                    II: Ночь Ворона, которые мы встретим в Истории Хориниса, выглядеть адекватно
                                    моложе?</a>
                                <div class="cd-faq-content">
                                    <p>Да, хотя это всего лишь 10 лет, и эффект не будет настолько заметен (особенно на
                                        таком вековом движке, как ZenGin –игровом движке Готики).</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появится возможность повлиять на внешний вид героя?
                                    Изменение прически, татуировки и т.д.?</a>
                                <div class="cd-faq-content">
                                    <p>Нет, потому что мы считаем это ненужным и не соответствующим характеру
                                        модификации.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Увидим ли мы какие-либо новые лица NPC в
                                    модификации?</a>
                                <div class="cd-faq-content">
                                    <p>Да, на данный момент мы подготовили более 300 новых текстур лица – и более дюжины
                                        новых, дополнительных 3D-моделей голов.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли какие-либо изменения по сравнению с Готикой
                                    II с точки зрения жизни города? Некие более интересные анимации, новые пути для
                                    перемещения, дневные и ночные схемы поведения персонажей второго и третьего
                                    плана?</a>
                                <div class="cd-faq-content">
                                    <p>Да, у NPC будет больше новых занятий (например, перемещение ящиков или ремонт
                                        плоских поверхностей, таких как крыши). У NPC также будут более сложные рутины,
                                        что сделает их жизнь еще более интересной.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли NPC реагировать на игрока, вытаскивающего
                                    оружие?</a>
                                <div class="cd-faq-content">
                                    <p>Конечно. Эта система будет идентична оригинальной Готике.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будут ли трилоги (разговоры более двух
                                    персонажей)?</a>
                                <div class="cd-faq-content">
                                    <p>Да, будут ситуации, в которых будут разговаривать друг с другом более двух
                                        персонажей.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли функция броска предметов в игре?</a>
                                <div class="cd-faq-content">
                                    <p>Нет – мы сочли эту функцию излишней.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Появятся ли новые заклинания? Перестанут ли маги
                                    воды использовать магию огня?</a>
                                <div class="cd-faq-content">
                                    <p>Появятся новые заклинания, однако маги воды не перестанут использовать магию огня
                                        (потому что не просто так они использовали ее в первой части игры Готика и Ночь
                                        Ворона – магия стихий просто никогда не была тесно связана с использованием их
                                        магами конкретных кругов).</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Сможет ли герой завести питомцев?</a>
                                <div class="cd-faq-content">
                                    <p>Нет, такой возможности не будет.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Вы улучшите плохую систему ловкости из Готики и
                                    Готики II? </a>
                                <div class="cd-faq-content">
                                    <p>Да, мы перестраиваем этот атрибут таким образом, чтобы его развитие приносило
                                        больше пользы.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли усовершенствована система записи? Или нужно
                                    будет все еще делать несколько записей?</a>
                                <div class="cd-faq-content">
                                    <p>Система сохранения будет улучшена настолько, насколько это возможно, но
                                        выполнение нескольких записей игры по-прежнему будет целесообразным.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Позволяет ли движок размещать модели более высокого
                                    качества, чем оригинал?</a>
                                <div class="cd-faq-content">
                                    <p>Это возможно, однако из-за ограничений двигателя ZenGin мы используем это с
                                        осторожностью, принимая во внимание аспекты оптимизации.</p>
                                </div>
                            </li>
                            <li>
                                <a class="cd-faq-trigger" href="#0">Будет ли поддержка для Linux?</a>
                                <div class="cd-faq-content">
                                    <p>Планируется поддержка Linux и возможность запуска Готики II и Истории Хориниса в
                                        нативном (родном) режиме.</p>
                                </div>
                            </li>
                        </ul>
                    </div>
                    <a href="#0" class="cd-close-panel"></a>
                </section>`,
  videoProductionHeadline: 'Наша видеопродукция\n',
  footerTitle: `Сайт разработан командой SoulFire. ©${new Date().getFullYear()} SoulFire. Все права защищены.`,
  footerBottomTitle: 'Все материалы, опубликованные или упомянутые здесь, являются собственностью SoulFire Team.',
  directorChiefLabel: 'директор',
  programmingChiefLabel: 'программирование',
  gameplayChiefLabel: 'программирование игрового процесса\n',
  levelDesignChiefLabel: 'Дизайн уровня',
  screenplayChiefLabel: 'сценарий',
  PRChiefLabel: 'PR',
  wikiTeamChiefLabel: 'wiki команда',
  productManagementName: 'Управление продуктом',
  graphicsDepartmentName: 'Графика',
  scenarioDepartmentName: 'Сценарий',
  LDDepartmentName: 'Уровень искусства',
  toolsDepartmentName: 'Программирование инструментов',
  gameplayDepartmentName: 'Сценарии игрового процесса',
  soundDesignDepartmentName: 'Звуковой дизайн',
  wikiTeamDepartmentName: 'Wiki команда',
  PRTeamDepartmentName: 'Связи с общественностью',
  distinguishedMembersDepartmentName: 'Уважаемые члены',
  header: {
    lang,
    langItems: langItems.items,
    informationsLabel: 'Информация',
    recruitmentLabel: 'Набор персонала',
    videosLabel: 'Ролики',
    teamLabel: 'SoulFire команда',
    supportLabel: 'Поддержка',
  },
  seo: {
    domain: 'https://historyofkhorinis.org',
    lang,
    recruitmentTitle: 'Набор персонала',
    teamTitle: 'Список команд',
    homeTitle: 'Домашняя страница',
    description: 'История Хориниса - приквел Готика игры'
  },
}
